NSCameraUsageDescription = "L’accès à l’appareil photo est requis pour numériser des documents et créer des photos et vidéos.";
NSFaceIDUsageDescription = "Face ID est requis pour s’authentifier avec la reconnaissance faciale.";
NSLocationAlwaysUsageDescription = "The app will show your location on a map.";
NSPhotoLibraryUsageDescription = "L’accès à la galerie photos est requis pour téléverser vos photos et vidéos sur votre cloud.";
NSPhotoLibraryAddUsageDescription = "L'accès à la galerie photos est requis pour télécharger vos photos et vidéos sur votre cloud.";
NSMicrophoneUsageDescription = "L’accès au microphone est requis pour créer des messages vocaux.";
NSLocationWhenInUseUsageDescription = "The app will show your location on a map.";
